brew "zsh-completions"
brew "zsh-autosuggestions"
brew "wget"
brew "tree"
brew "git"
brew "gh"
brew "uv"
brew "volta"
brew "rustup-init"
brew "colima"
brew "docker"
brew "docker-compose"
cask "iterm2"
cask "claude-code"
cask "visual-studio-code"
cask "google-chrome"
cask "google-drive"
cask "discord"
cask "clipy"
