tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "wget"
brew "zlib"
brew "git"
brew "gcc@11"
brew "pyenv"
brew "gradle"
brew "nvm"
brew "rustup-init"
cask "iterm2"
cask "visual-studio-code"
cask "google-chrome"
cask "google-drive"
cask "discord"
cask "clipy"
