tap "homebrew/bundle"
tap "homebrew/services"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "wget"
brew "zlib"
brew "git"
brew "uv"
brew "nvm"
brew "rustup-init"
cask "iterm2"
cask "visual-studio-code"
cask "claude-code"
cask "google-chrome"
cask "google-drive"
cask "discord"
cask "clipy"
